# 1. Напиши программу, которая выводит на экран сегодняшнюю дату в формате 2017-01-31 15:34:45
# 2. Напиши функцию, которая принимает радиус окружности, и возвращает площадь этой окружности.
# 3. Напиши функцию, которая принимает цифру n от 0 до 9(больше или меньше должны выводить на экран ошибку), и возвращает сумму n+nn+nnn. Т.е. если введено 7, то должна быть сумма 7+77+777 (861)
# 4. Напиши функцию, которая принимает список(list) строк, например: ['Я', 'большой', 'молодец'], и возвращает одну строку "Я большой молодец"
# 5. Напиши функцию, которая принимает число и тип времени, и переводит его в секунды. Если введено 4 и "час", то результат 4 х 60 х 60 = 14400. Возможные типы: минута, час, день, год.
# 6. Напиши функцию, которая принимает число, и выводит на экран пример его умножения на числа от 2 до 10, например:
# Ввод: 2
# Вывод:
# 2 X 2 = 4
# 2 X 3 = 6
# 2 X 4 = 8
# ....
# 2 X 10 = 20
# 7. Напиши функцию, которая примнимает слово, и возвращает два других. Первое состоит только из чётных по порядку букв, второе из нечётных. 0 считается чётным. Например:
# Ввод: Август
# Выод: Агс вут