# Задача 1:
# Есть два списка:
# a = [1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89]
# b = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13]
#
# Надо вывести на экран список, в котором будут только те элементы, которые у них общие, без повторений.
# Пример: с = [1, 2, 3, 5, 8]
#
# Экстра: начальные списки генерируются случайно

# Задача 2:
# Пользователь вводит слово, тебе надо проверить является ли это слово палиндромом.
# Палиндром - слово, которое читается одинакого с обеих сторон.
#
# Пример: шалаш.

# Задача 3:
# Камен-Ножницы-Бумага. Пользователь вводит "Камень", "Ножницы" или "Бумага". Затем компьютер выбирает тоже одно из трёх. И выявляется победитель.
# Игра идёт до трёх побед.